Dlubal.RFEM5.ILineReleaseType
Interface for working with line release type

Dlubal.RFEM5.ILineReleaseType.GetData
Gets line release type parameters.
Returns: Line release type parameters

Dlubal.RFEM5.ILineReleaseType.SetData(System.UInt32@)
Sets line release type parameters.
Type: Line release type parameters.

Dlubal.RFEM5.ILineReleaseType.Delete
Deletes line release type.

Dlubal.RFEM5.ILineReleaseType.GetNonlinearity(System.UInt32)
Gets interface for working with line release type nonlinearity.
Returns: Interface for working with nonlinearity
Direction: Nonlinearity direction.